
"""2) გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის,
 ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, 
 შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ
   მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების
     დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას
"""
my_hoby="hunting" # ეს არის ჩემი საყვარელი აქტივობა
print(my_hoby) 
num1=15
num2=109
num3=546
mesege="გამარჯობა მე ვარ ტარიელი"
print(masage)
print(num1+num2)
print(num1+num3)