
"""1) შექმენით mybalance-ის ცვლადი, შემდეგ გაზარდეთ ამ ცვლადის მნიშვნელობა
 2-თ უბრალო ფრმით, შემდეგ ისევ გაზარდეთ მნიშვნელობა 3-ით ოღონდ გამოიყენეთ 
 assigment operator, ამის შემდეგ თქვენი სურვილისამებრ შეცვალეთ ცვლადის მნიშვნელობა 
 იგივე assingment operator-ის საშვალებით, კოდი ახსენით კომენატრებით, ჩამოწერეთ ყველა
   საუკეტესო პრაქტიკა და მიუწერეთ განმარტებები
"""
my_balance=10 #შევქმენით my_balance ცვლადი რაც იყო 10
print(my_balance)
my_balance=my_balance+2 #გავზარდეთ ის 2_იტ
my_balance+=3 #გავზარდეთ ის 3_ით
print(my_balance) 




