#3) შექმენით list, tuple და set. კომენტარებით დაწერეთ თითოეულის თვისება და ყველა თვისებიდან მოიყვანეთ მაგალითები
#list საშუალებით ჩვენ შეგვიძლია ცხრილი შევქმნათ და ამ ცხრილის საშუალებით უფრო მარტივად გავაკეთოთ ფუნმქციები
nice=["hgt","ghah","hgs"]
nice.pop(0)
print(nice)

#tuple_ში ვერ შევქვლით ცხრილს როგორც list_ში მაგალითად tuple_ში ვარ ამოვაგდებთ ნებისმიერ ფუნქციას და ასეშემდეგ
good=["4","12","73"]
print(good.count(1))

#set შეგვიძლია შევცვალოთ ცვლადები
s4t={"10","28"}
print(s4t)
s4t.add(7)
print(s4t)
