#9) შექმენით სია და გადაიყვანეთ tuple-ად tuple() ფუნქციის გამოყენებით, შემდეგ კი გადაიყვანეთ უკან list()-ით. დაბეჭდეთ ყველა შედეგი და დაუმატეთ კომენტარები რას აკეთებს თითოეული
mylist = [1, 2, 3, 4, 5, "lasha", "aleqsi", "tato", "tato"]


print(mylist) # აქ ჩვენ ვბეჭდავთ list

z = tuple(mylist) # აქ ვქმნი ახალ ცვლადს და მასში ვინახავ tuple-ად გადაქცეულ მონაცემთა სტრუქტურას

print(z) # აქ ვბეჭად tuple-ს


x = list(z) # აქ გადამაყავს z-ი ისევ list-ად

print(x) # აქ ვბეჭდავ ისევ list

# tuple() ფუნქციას გადაეცემა ერთი არგუმენტი და მას აქცევს tuple მონაცემთა სტრუქტურად

# list() მას გადაეცემა ერთი არგუმენტი და მას აქცევს list მონაცემთა სტრუქტურად