"""5) თითოეულ მათემატიკურ ოპერატორზე (+, -, *, /, %, **, //) შეასრულეთ 
5 მაგალითი და დაბეჭდეთ შედეგი
"""
level=16
print(level)
level+=4 #ეს მატემატიკური მაგალითი გვიჩვენებს მიმატებას
level-=2 #ეს მათემატიკური მაგალითი გვიჩვენებს გამოკლებას
level/=9 #ეს მათემატიკური განტოლება გვიჩვენებს გაყოფას მაგრამ// ამასგან განსხვავებით უფრო დაზუსტებით
level*=92 #ეს განტოლება გვიჩვენებს გამრავლებას
level%=2 # ეს განტოლება გვიჩვენებს რამდენ პროცენტს ვსესხულობთ
level//=7 # ესგანტოლება გვიჩვენებს გაყოას
print(level) #ეს გვიჩვენებს რამდენი იქნება leveli ამ ყველაფრის შემდექ

level=456
level+=2
level-=4
level/=10
level*=287
level%=65
level//=92
print(level)

money=7648
money-=1000
money*=2772
money+=5
money/10
money%=15
money//=1873
print(money)

level=98354
level-=2873
level+628
level/=872
level*=723783
level%=19
level//=189
print(level)

days=28738
days*=6273
days-=5268
days+=7273
days/=763
days%=156
days//=15
print(days)