"""5) თითოეულ მათემატიკურ ოპერატორზე (+, -, *, /, %, **, //) შეასრულეთ 
5 მაგალითი და დაბეჭდეთ შედეგი
"""
level=16
print(level)
live=4 #ეს მატემატიკური მაგალითი გვიჩვენებს მიმატებას
live-=2 #ეს მათემატიკური მაგალითი გვიჩვენებს გამოკლებას
live/=9 #ეს მათემატიკური განტოლება გვიჩვენებს გაყოფას მაგრამ// ამასგან განსხვავებით უფრო დაზუსტებით
live*=92 #ეს განტოლება გვიჩვენებს გამრავლებას
live%=2 # ეს განტოლება გვიჩვენებს რამდენ პროცენტს ვსესხულობთ
live//=7 # ესგანტოლება გვიჩვენებს გაყოას
print(live) #ეს გვიჩვენებს რამდენი იქნება leveli ამ ყველაფრის შემდექ

level=456
level+=2
level-=4
level/=10
level*=287
level%=65
level//=92
print(level)

money=7648
money-=1000
money*=2772
money+=5
money/10
money%=15
money//=1873
print(money)

levels=98354
levels-=2873
levels+628
levels/=872
levels*=723783
levels%=19
levels//=189
print(levels)

days=28738
days*=6273
days-=5268
days+=7273
days/=763
days%=156
days//=15
print(days)