#3) შექნებით რიცხვების სია, შექმენით ახალი ცლვადი სახელად squares, რომელიც შეინახავთ ყველა რიცხვს რომელიც იყო თავდაპირველ სიაში ოღონდ აყვანილ მეორე ხარისხში, ამისთვის გამოიყენეთ list, map და lambda ფუნქციები. ასევე ცვლადი even-ს რომელშიც შეინახავთ თადავპირველ სიაში არსებულ მხოლოდ ლუწ რიცვებს, ამ შემთხვევაში გამოიყენეთ filter ფუნქცია
numbers=[1,2,3,4,5,6,7,8,9,10]
squares= list(map(lambda x: x**2,numbers))
print("squares" , squares)
even= list(map(lambda x: x % 2 == 0 , numbers))
print("even numbers",even)