//2) შექმენით ფუნქციური React კომპონენტი, რომელიც აბრუნებს მრავალსტრიქონიან JSX-ს. JSX-ში გამოიყენეთ <div>, <h1> და <p>. დააკვირდით, რატომ არის აუცილებელი ყველა ელემენტის ერთ მშობელ ელემენტში მოქცევა. კომენტარებში ახსენით Multiline JSX-ის წერის წესი
function MultiLineComponent() {
    return (
        // Multiline JSX-ის წერისას აუცილებელია მრგვალი ფრჩხილები ()
        // და ყველა ელემენტი უნდა იყოს ერთ მშობელ ელემენტში
        <div>
            <h1>სათაური</h1>
            <p>ეს არის პირველი პარაგრაფი</p>
            <p>ეს არის მეორე პარაგრაფი</p>
        </div>
    );
}

export default MultiLineComponent;
