#2) შექმენით ერთი ცვლადი რომელშიც შეინახავთ თქვენს სრულ სახელსა და გვარს, ამ სიტყბების პირველი ასოები უნდა იყოს დიდი. შემდეგ for ციკლის მეშვეობით გადაურეთ თქვენს სრულ სახელს და შეამოწმეთ სახელის და გვარის პირველი ასოები თუ დიდი, მათთან აიღეთ კიდევ 3 სხვა დიდი სიმბოლო თქვენი სრული სახელიდან და შეამოწმეთ ასეთი თუ გხვდებათ თქვენი სახელიდან, თუ ასეა მაშინ result ცვლადს (რომელსაც შექმნით for ციკლის გამოყენებამდე და შეინახავთ ცარიელ სტრინგს) დაამატეთ ამ ასოების პატარა ვერსია მაგ: (თუ char == "A": result += "a" 
name="Tariel Bejanishvili"
result=""
for symbol in name:
    if symbol =="T":
        result +="n"
    elif symbol =="B":
        result +="b"
    elif symbol =="I":
        result +="i"
    elif symbol=="N":
        result +="n"
    else:
        result +=""

